tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "teamookla/speedtest"
brew "autoconf"
brew "automake"
brew "bsdiff"
brew "glib"
brew "pkg-config"
brew "gflags"
brew "glog"
brew "openblas"
brew "suite-sparse"
brew "ceres-solver"
brew "cocoapods"
brew "curl"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "docker", link: false
brew "snappy"
brew "guile"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "hdf5"
brew "mpdecimal"
brew "ipython"
brew "jq"
brew "leveldb"
brew "libplist"
brew "libusb"
brew "libusbmuxd"
brew "lmdb"
brew "lsusb"
brew "mono"
brew "mysql", restart_service: true
brew "netcdf"
brew "numpy"
brew "open-mpi"
brew "openjdk"
brew "pandoc"
brew "perl"
brew "postgresql@14"
brew "putty"
brew "pyenv"
brew "ruby"
brew "scipy"
brew "scrcpy"
brew "smartmontools"
brew "speedtest-cli"
brew "tcl-tk"
brew "telnet"
brew "term"
brew "tree"
brew "vtk"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "balenaetcher"
cask "betterzip"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "evkey"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "messenger"
cask "microsoft-edge"
cask "mysqlworkbench"
cask "parsec"
cask "postman"
cask "pycharm-ce"
cask "rectangle"
cask "skype"
cask "spotify"
cask "sublime-text"
cask "ubersicht"
cask "visual-studio-code"
cask "zulu"
