tap "dart-lang/dart"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ccache"
brew "folly"
brew "edencommon"
brew "ruby@3.1"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "openssl@1.1"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "gh"
brew "imagemagick"
brew "jq"
brew "mas"
brew "node"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "scrcpy"
brew "tmux"
brew "watchman"
brew "facebook/fb/idb-companion"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "balenaetcher"
cask "betterzip"
cask "cloudflare-warp"
cask "coconutbattery"
cask "devcleaner"
cask "discord"
cask "docker"
cask "evkey"
cask "fig"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "messenger"
cask "nomachine"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "provisionql"
cask "scroll-reverser"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp"
cask "zulu11"
mas "Horo", id: 1437226581
mas "Irvue", id: 1039633667
