tap "dart-lang/dart"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "tw93/tap"
tap "valkyrie00/bbrew"
tap "vladkens/tap"
tap "xcodesorg/made"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "boost"
brew "glib"
brew "cairo"
brew "carapace"
brew "ccache"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "code-server", restart_service: :changed
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "ghostscript"
brew "git-delta"
brew "htop"
brew "http-server"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "libheif"
brew "mas"
brew "mvfst"
brew "neovim"
brew "node"
brew "openjdk"
brew "pyenv"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "scrcpy"
brew "smartmontools"
brew "stow"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "leoafarias/fvm/fvm"
brew "tw93/tap/mole"
brew "valkyrie00/bbrew/bbrew"
brew "vladkens/tap/macmon"
brew "xcodesorg/made/xcodes"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "antigravity"
cask "cloudflare-warp"
cask "cursor"
cask "devcleaner"
cask "discord"
cask "docker-desktop"
cask "evkey"
cask "git-credential-manager"
cask "google-chrome"
cask "keka"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "postman"
cask "provisionql"
cask "reactotron"
cask "tailscale-app"
cask "teamviewer"
cask "telegram"
cask "trae"
cask "visual-studio-code"
cask "whatsapp"
cask "zalo"
cask "zulu@17"
mas "Apple Configurator", id: 1037126344
mas "CrystalFetch", id: 6454431289
mas "Swift Playground", id: 1496833156
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
