tap "dart-lang/dart"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "xcodesorg/made"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "ccache"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "ruby"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "mas"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby@3.1"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "watchman"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "xcodesorg/made/xcodes"
cask "alex313031-thorium"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "anydesk"
cask "balenaetcher"
cask "cloudflare-warp"
cask "coconutbattery"
cask "devcleaner"
cask "discord"
cask "docker"
cask "evkey"
cask "figma"
cask "flipper"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "messenger"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "provisionql"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "stolendata-mpv"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "thunderbird"
cask "visual-studio-code"
cask "zed"
cask "zulu11"
mas "Apple Configurator", id: 1037126344
mas "Horo", id: 1437226581
