tap "dart-lang/dart"
tap "jesseduffield/lazygit"
tap "xcodesorg/made"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "asitop"
brew "bundletool"
brew "carapace"
brew "ccache"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "ghostscript"
brew "git-delta"
brew "htop"
brew "ios-deploy"
brew "jq"
brew "libimobiledevice"
brew "mas"
brew "neovim"
brew "node"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "scrcpy"
brew "smartmontools"
brew "stow"
brew "tmux"
brew "watchman"
brew "jesseduffield/lazygit/lazygit"
brew "xcodesorg/made/xcodes"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "batfi"
cask "cloudflare-warp"
cask "cursor"
cask "devcleaner"
cask "discord"
cask "docker-desktop"
cask "evkey"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "proxyman"
cask "raycast"
cask "spotify"
cask "tailscale-app"
cask "teamviewer"
cask "telegram"
cask "trae"
cask "visual-studio-code"
cask "zulu@17"
mas "Apple Configurator", id: 1037126344
mas "Horo", id: 1437226581
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
