tap "dart-lang/dart"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ccache"
brew "openssl@1.1"
brew "folly"
brew "edencommon"
brew "ruby@3.1"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "gh"
brew "imagemagick"
brew "jq"
brew "mas"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "scrcpy"
brew "tmux"
brew "watchman"
brew "facebook/fb/idb-companion"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "arc"
cask "balenaetcher"
cask "betterzip"
cask "cloudflare-warp"
cask "coconutbattery"
cask "devcleaner"
cask "discord"
cask "docker"
cask "evkey"
cask "fig"
cask "figma"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "messenger"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "parsec"
cask "postman"
cask "provisionql"
cask "raycast"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "ubersicht"
cask "visual-studio-code"
cask "webstorm"
cask "whatsapp"
cask "zulu11"
vscode "ccimage.jsonviewer"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "genieai.chatgpt-vscode"
vscode "helixquar.randomeverything"
vscode "hsnazar.hyper-term-theme"
vscode "kamikillerto.vscode-colorize"
vscode "kejun.devtoys"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "Nash.awesome-flutter-snippets"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "ritwickdey.LiveServer"
vscode "sldobri.bunker"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "WallabyJs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "woodreamz.es7-react-js-snippets"
vscode "YashPaneliya.fast-dart"
