tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autoconf"
brew "boost"
brew "glib"
brew "pkg-config"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "gflags"
brew "glog"
brew "snappy"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "guile"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "libssh2"
brew "libusb"
brew "mas"
brew "mpdecimal"
brew "openldap"
brew "pyenv"
brew "python@3.10"
brew "rbenv"
brew "rtmpdump"
brew "scrcpy"
brew "watchman"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aldente"
cask "alfred"
cask "alt-tab"
cask "android-file-transfer"
cask "android-studio"
cask "balenaetcher"
cask "betterzip"
cask "coconutbattery"
cask "docker"
cask "evkey"
cask "fig"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "messenger"
cask "notable"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "ubersicht"
cask "visual-studio-code"
mas "Horo", id: 1437226581
mas "Xcode", id: 497799835
